Repository: 0xJacky/vphone-cli
Catalog: VPhoneLaunchpad/VPhoneLaunchpad/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi, zh_hans

source: Device
ja: デバイス
ko: 기기
vi: Thiết bị
zh_hans: 设备

source: Tunnel
ja: トンネル
ko: 터널
vi: Đường hầm
zh_hans: 隧道

source: Turned on or off in place, from the backups and the shared cache undo log.
ja: バックアップと共有キャッシュの取り消しログを使って、その場でオン／オフします。
ko: 백업과 공유 캐시 실행 취소 로그를 사용해 그 자리에서 켜거나 끕니다.
vi: Được bật hoặc tắt tại chỗ, dựa trên bản sao lưu và nhật ký hoàn tác của shared cache.
zh_hans: 根据备份和共享缓存撤销日志就地打开或关闭。

source: Traffic leaves through this Mac's own connections, so it follows the Mac's VPN.
ja: 通信はこの Mac 自身の接続から送られるため、Mac の VPN を経由します。
ko: 트래픽이 이 Mac의 자체 연결로 나가므로 Mac의 VPN을 따릅니다.
vi: Lưu lượng đi qua các kết nối của chính máy Mac này, nên sẽ đi theo VPN của máy Mac.
zh_hans: 流量从这台 Mac 自己的连接发出，因此会经过 Mac 的 VPN。

source: Release…
ja: 解放…
ko: 해제…
vi: Giải phóng…
zh_hans: 释放…

source: Releasing…
ja: 解放中…
ko: 해제 중…
vi: Đang giải phóng…
zh_hans: 正在释放…

source: Release %lld Addresses?
ja: %lld 個のアドレスを解放しますか?
ko: 주소 %lld개를 해제하시겠습니까?
vi: Giải phóng %lld địa chỉ?
zh_hans: 释放 %lld 个地址？

# Release · Installed %@ · SHA-256 %@
source: Release · Installed %1$@ · SHA-256 %2$@
ja: リリース · %1$@ にインストール · SHA-256 %2$@
ko: 릴리스 · %1$@에 설치됨 · SHA-256 %2$@
vi: Bản phát hành · Cài đặt %1$@ · SHA-256 %2$@
zh_hans: 发行版 · 安装于 %1$@ · SHA-256 %2$@

source: Release
ja: 解放
ko: 해제
vi: Giải phóng
zh_hans: 释放

source: Their leases have run out and no machine in your libraries has their MAC. A guest that comes back with one of these MACs gets a new address.
ja: これらのリースは期限切れで、ライブラリのどのマシンもその MAC を使っていません。これらの MAC で戻ってきたゲストには新しいアドレスが割り当てられます。
ko: 이 임대는 만료되었고 라이브러리의 어떤 머신도 해당 MAC을 쓰지 않습니다. 이 MAC으로 다시 나타나는 게스트는 새 주소를 받습니다.
vi: Các hợp đồng thuê này đã hết hạn và không máy nào trong thư viện dùng MAC của chúng. Máy khách quay lại với một trong các MAC này sẽ nhận địa chỉ mới.
zh_hans: 这些租约已经到期，资料库中也没有机器使用对应的 MAC。之后若有客户机以这些 MAC 回来，会分配到新地址。

source: Needs a Core Bundle
ja: Core Bundle が必要です
ko: Core Bundle이 필요합니다
vi: Cần Core Bundle
zh_hans: 需要 Core Bundle

source: Needs a look: %@.
ja: 確認が必要：%@。
ko: 확인 필요: %@.
vi: Cần xem lại: %@.
zh_hans: 需要留意：%@。

source: No machines
ja: マシンがありません
ko: 머신 없음
vi: Không có máy
zh_hans: 没有机器

source: No machines in the library folders.
ja: ライブラリフォルダにマシンがありません。
ko: 라이브러리 폴더에 머신이 없습니다.
vi: Không có máy ảo nào trong các thư mục thư viện.
zh_hans: 资料库文件夹中没有虚拟机。

source: vm leases failed
ja: vm leases に失敗しました
ko: vm leases 실패
vi: vm leases thất bại
zh_hans: vm leases 执行失败

source: Already releasing DHCP leases.
ja: DHCP リースを解放中です。
ko: 이미 DHCP 임대를 해제하는 중입니다.
vi: Đang giải phóng hợp đồng thuê DHCP.
zh_hans: 正在释放 DHCP 租约。

source: Another CFW install or environment update is in progress. Wait for it to finish, then try again.
ja: 別の CFW インストールまたはゲスト環境の更新が実行中です。完了するまで待ってから、もう一度お試しください。
ko: 다른 CFW 설치 또는 게스트 환경 업데이트가 진행 중입니다. 완료될 때까지 기다린 후 다시 시도하십시오.
vi: Một lần cài CFW hoặc cập nhật môi trường máy khách khác đang chạy. Hãy đợi nó xong rồi thử lại.
zh_hans: 另一个 CFW 安装或客户机环境更新正在进行。请等它完成后再试。

source: Install a Core Bundle first.
ja: 先に Core Bundle をインストールしてください。
ko: 먼저 Core Bundle을 설치하십시오.
vi: Hãy cài Core Bundle trước.
zh_hans: 请先安装 Core Bundle。

source: No machines to compare against.
ja: 比較するマシンがありません。
ko: 비교할 머신이 없습니다.
vi: Không có máy nào để đối chiếu.
zh_hans: 没有可用于比对的机器。

source: No machines.
ja: マシンがありません。
ko: 머신이 없습니다.
vi: Không có máy ảo.
zh_hans: 没有虚拟机。

source: No network device. The guest stays offline; USB access and vphone.sock still work.
ja: ネットワークデバイスはありません。ゲストはオフラインのままですが、USB アクセスと vphone.sock は引き続き使用できます。
ko: 네트워크 기기가 없습니다. 게스트는 오프라인 상태로 유지되지만 USB 접근과 vphone.sock은 계속 작동합니다.
vi: Không có thiết bị mạng. Máy khách luôn ngoại tuyến; truy cập USB và vphone.sock vẫn hoạt động.
zh_hans: 没有网络设备。客户机保持离线；USB 访问和 vphone.sock 仍可使用。

source: With no machine listed, every guest's lease would look orphaned.
ja: 一覧にマシンがないと、すべてのゲストのリースが孤立したものに見えてしまいます。
ko: 목록에 머신이 없으면 모든 게스트의 임대가 고아로 보입니다.
vi: Khi không có máy nào trong danh sách, mọi hợp đồng thuê của máy khách đều trông như mồ côi.
zh_hans: 没有列出任何机器时，所有客户机的租约都会被当作孤儿。

source: Unable to Release DHCP Leases
ja: DHCP リースを解放できません
ko: DHCP 임대를 해제할 수 없음
vi: Không thể giải phóng hợp đồng thuê DHCP
zh_hans: 无法释放 DHCP 租约

source: Update the privileged helper in Host Setup, then try again.
ja: 「ホスト設定」で特権ヘルパーをアップデートしてから、もう一度お試しください。
ko: 호스트 설정에서 권한 있는 도우미를 업데이트한 후 다시 시도하십시오.
vi: Hãy cập nhật trình trợ giúp đặc quyền trong Thiết lập máy chủ, rồi thử lại.
zh_hans: 请在“主机设置”中更新特权 Helper，然后重试。

source: %@ · %@ · Expires %@
ja: %1$@ · %2$@ · %3$@に期限切れ
ko: %1$@ · %2$@ · %3$@ 만료
vi: %1$@ · %2$@ · Hết hạn %3$@
zh_hans: %1$@ · %2$@ · 将于 %3$@ 过期

# %@ · %lld advisory warnings
source: %1$@ · %2$lld advisory warnings
ja: %1$@ · 推奨項目の警告 %2$lld 件
ko: %1$@ · 권장 사항 경고 %2$lld개
vi: %1$@ · %2$lld cảnh báo khuyến nghị
zh_hans: %1$@ · %2$lld 个建议项警告

# %@ · %lld running
source: %1$@ · %2$lld running
ja: %1$@ · %2$lld 台実行中
ko: %1$@ · %2$lld대 실행 중
vi: %1$@ · %2$lld đang chạy
zh_hans: %1$@ · %2$lld 台运行中

source: %@ · 1 advisory warning
ja: %@ · 推奨項目の警告 1 件
ko: %@ · 권장 사항 경고 1개
vi: %@ · 1 cảnh báo khuyến nghị
zh_hans: %@ · 1 个建议项警告

source: %@ · beta
ja: %@ · ベータ
ko: %@ · 베타
zh_hans: %@ · 测试版

# %@: %@. The machine may not boot without them.
source: %1$@: %2$@. The machine may not boot without them.
ja: %1$@：%2$@。これらがないとマシンが起動しない可能性があります。
ko: %1$@: %2$@. 이 패치가 없으면 머신이 시동되지 않을 수 있습니다.
vi: %1$@: %2$@. Thiếu các bản vá này, máy ảo có thể không khởi động được.
zh_hans: %1$@：%2$@。没有这些补丁，虚拟机可能无法启动。

source: %@ Console
ja: %@ のコンソール
ko: %@ 콘솔
vi: Bảng điều khiển %@
zh_hans: %@ 控制台

source: %@ could not be started.
ja: %@ を開始できませんでした。
ko: %@을(를) 시작할 수 없습니다.
vi: Không thể khởi động %@.
zh_hans: 无法启动 %@。

source: %@ Creation Log
ja: %@ の作成ログ
ko: %@ 생성 로그
vi: Nhật ký tạo %@
zh_hans: %@ 创建日志

source: %@ does not contain VPhone.bundle at its top level.
ja: %@ の最上位に VPhone.bundle がありません。
ko: %@의 최상위에 VPhone.bundle이 없습니다.
vi: %@ không chứa VPhone.bundle ở cấp cao nhất.
zh_hans: %@ 的顶层不包含 VPhone.bundle。

source: %@ failed.
ja: %@に失敗しました。
ko: %@ 실패.
vi: %@ thất bại.
zh_hans: %@ 失败。

source: %@ failed. Check the output and try again.
ja: %@ が失敗しました。出力を確認して、もう一度お試しください。
ko: %@이(가) 실패했습니다. 출력을 확인한 후 다시 시도하십시오.
vi: %@ thất bại. Hãy kiểm tra đầu ra rồi thử lại.
zh_hans: %@ 失败。请检查输出后重试。

source: %@ free
ja: 空き %@
ko: %@ 사용 가능
vi: Còn trống %@
zh_hans: %@ 可用

# %@ free on %@. A new machine’s 64 GB disk may not fit.
source: %1$@ free on %2$@. A new machine’s 64 GB disk may not fit.
ja: %2$@ の空き容量は %1$@ です。新しいマシンの 64 GB のディスクが収まらない可能性があります。
ko: %2$@의 여유 공간이 %1$@입니다. 새 머신의 64GB 디스크가 들어가지 않을 수 있습니다.
vi: Còn trống %1$@ trên %2$@. Ổ đĩa 64 GB của máy ảo mới có thể không đủ chỗ.
zh_hans: %2$@ 上剩余 %1$@。新虚拟机的 64 GB 磁盘可能放不下。

source: %@ installs Core Bundles, allows each bundle’s vphone-vm to run, installs custom firmware and releases old guest addresses. Host Setup installs and updates it.
ja: %@ はコアバンドルのインストール、各バンドルの vphone-vm の実行許可、カスタムファームウェアのインストール、古いゲストのアドレスの解放を行います。「ホスト設定」でインストールとアップデートを行います。
ko: %@은(는) 코어 번들 설치, 각 번들의 vphone-vm 실행 허용, 커스텀 펌웨어 설치, 이전 게스트 주소 해제를 담당합니다. 호스트 설정에서 설치하고 업데이트합니다.
vi: %@ cài Bundle lõi, cho phép vphone-vm của từng bundle chạy, cài firmware tùy chỉnh và giải phóng địa chỉ của các máy khách cũ. Thiết lập máy chủ sẽ cài đặt và cập nhật nó.
zh_hans: %@ 负责安装核心 Bundle、允许各个 Bundle 的 vphone-vm 运行、安装自定义固件以及释放旧客户机的地址。它由“主机设置”安装和更新。

source: %@ is a machine. Choose the folder that contains it.
ja: %@ はマシンです。それを含むフォルダを選択してください。
ko: %@은(는) 머신입니다. 이 머신이 들어 있는 폴더를 선택하십시오.
vi: %@ là một máy ảo. Hãy chọn thư mục chứa nó.
zh_hans: %@ 是一台虚拟机。请选择包含它的文件夹。

source: %@ is not a VPhone.bundle.
ja: %@ は VPhone.bundle ではありません。
ko: %@은(는) VPhone.bundle이 아닙니다.
vi: %@ không phải là VPhone.bundle.
zh_hans: %@ 不是 VPhone.bundle。

source: %@ is not on an APFS volume.
ja: %@ は APFS ボリューム上にありません。
ko: %@은(는) APFS 볼륨에 있지 않습니다.
vi: %@ không nằm trên ổ đĩa APFS.
zh_hans: %@ 不在 APFS 宗卷上。

source: %@ is not owned by your user account.
ja: %@ の所有者があなたのユーザアカウントではありません。
ko: %@의 소유자가 사용자 계정이 아닙니다.
vi: %@ không thuộc sở hữu của tài khoản người dùng của bạn.
zh_hans: %@ 的所有者不是你的用户账户。

source: %@ is on %@, not APFS
ja: %1$@ は APFS ではなく %2$@ 上にあります
ko: %1$@이(가) APFS가 아닌 %2$@에 있습니다
vi: %1$@ nằm trên %2$@, không phải APFS
zh_hans: %1$@ 位于 %2$@ 宗卷，不是 APFS

source: %@ is on a volume that ignores ownership. Select the volume in the Finder, choose File > Get Info, and turn off “Ignore ownership on this volume”.
ja: %@ は所有権を無視するボリューム上にあります。Finder でボリュームを選択し、「ファイル」>「情報を見る」を選択して、「このボリューム上の所有権を無視」をオフにしてください。
ko: %@은(는) 소유권을 무시하는 볼륨에 있습니다. Finder에서 볼륨을 선택하고 파일 > 정보 가져오기를 선택한 다음 ‘이 볼륨의 소유권 무시’를 끄십시오.
vi: %@ nằm trên ổ đĩa bỏ qua quyền sở hữu. Hãy chọn ổ đĩa trong Finder, chọn Tệp > Lấy thông tin, rồi tắt “Bỏ qua quyền sở hữu trên ổ đĩa này”.
zh_hans: %@ 所在的宗卷忽略了所有权。请在访达中选中该宗卷，选取“文件”>“显示简介”，然后取消勾选“忽略此宗卷上的所有权”。

source: %@ of %@
ja: %2$@ 中 %1$@
ko: %2$@ 중 %1$@

source: %@ Settings
ja: %@ の設定
ko: %@ 설정
vi: Cài đặt %@
zh_hans: %@ 设置

# %@ and %lld more
source: %1$@ and %2$lld more
ja: %1$@ ほか %2$lld 件
ko: %1$@ 외 %2$lld개
vi: %1$@ và %2$lld mục khác
zh_hans: %1$@ 等另外 %2$lld 个

source: %@ was cancelled.
ja: %@はキャンセルされました。
ko: %@이(가) 취소되었습니다.
vi: Đã hủy %@.
zh_hans: %@ 已取消。

source: %@ will be deleted. The machine starts from its disk without them. Restoring it again prepares the firmware anew, from the IPSW cache while the IPSWs are still there.
ja: %@ が削除されます。マシンはこれらがなくてもディスクから起動します。もう一度復元すると、ファームウェアが改めて準備されます。IPSW が残っていれば IPSW キャッシュから準備されます。
ko: %@이(가) 삭제됩니다. 머신은 이 파일 없이도 디스크에서 시동됩니다. 다시 복원하면 펌웨어를 새로 준비하며, IPSW가 남아 있으면 IPSW 캐시에서 준비합니다.
vi: %@ sẽ bị xóa. Máy ảo vẫn khởi động từ ổ đĩa mà không cần chúng. Khôi phục lại sẽ chuẩn bị firmware từ đầu, dùng bộ nhớ đệm IPSW khi các IPSW vẫn còn.
zh_hans: 将删除 %@。虚拟机不需要它们也能从磁盘启动。再次恢复时会重新准备固件；只要 IPSW 还在，就会使用 IPSW 缓存。

# %@ written of %@
source: %1$@ written of %2$@
ja: %2$@ 中 %1$@ を書き込み済み
ko: %2$@ 중 %1$@ 기록됨
vi: Đã ghi %1$@ trên %2$@
zh_hans: 已写入 %1$@，共 %2$@

source: %@; 8 cores, 16 GB recommended
ja: %@、8 コア・16 GB を推奨
ko: %@, 8코어·16GB 권장
vi: %@; khuyến nghị 8 lõi, 16 GB
zh_hans: %@；建议 8 核、16 GB

source: %lld cores
ja: %lld コア
ko: %lld코어
vi: %lld lõi
zh_hans: %lld 核

source: %lld cores, %llu GB
ja: %1$lld コア、%2$llu GB
ko: %1$lld코어, %2$lluGB
vi: %1$lld lõi, %2$llu GB
zh_hans: %1$lld 核，%2$llu GB

source: %lld downloaded images.
ja: ダウンロード済みのイメージ %lld 個。
ko: 다운로드한 이미지 %lld개.
vi: %lld ảnh đã tải xuống.
zh_hans: 已下载 %lld 个映像。

# %lld installed · default %@
source: %1$lld installed · default %2$@
ja: %1$lld 個をインストール済み · デフォルト %2$@
ko: %1$lld개 설치됨 · 기본값 %2$@
vi: Đã cài %1$lld · mặc định %2$@
zh_hans: 已安装 %1$lld 个 · 默认 %2$@

source: %lld installed · no default
ja: %lld 個をインストール済み · デフォルトなし
ko: %lld개 설치됨 · 기본값 없음
vi: Đã cài %lld · chưa có mặc định
zh_hans: 已安装 %lld 个 · 无默认

source: %lld library folders
ja: %lld 個のライブラリフォルダ
ko: 라이브러리 폴더 %lld개
vi: %lld thư mục thư viện
zh_hans: %lld 个资料库文件夹

source: %lld machines
ja: %lld 台のマシン
ko: 머신 %lld대
vi: %lld máy ảo
zh_hans: %lld 台虚拟机

source: %lld not applied
ja: 未適用 %lld 件
ko: %lld개 적용 안 됨
vi: %lld chưa áp dụng
zh_hans: %lld 个未应用

source: %lld GB free
ja: 空き %lld GB
ko: %lldGB 사용 가능
vi: Còn trống %lld GB
zh_hans: 可用 %lld GB

source: %lld GB free, 100 GB recommended
ja: 空き %lld GB、100 GB を推奨
ko: %lldGB 사용 가능, 100GB 권장
vi: Còn trống %lld GB, khuyến nghị 100 GB
zh_hans: 可用 %lld GB，建议 100 GB

source: %lld IPSWs
ja: %lld 個の IPSW
ko: IPSW %lld개
vi: %lld IPSW
zh_hans: %lld 个 IPSW

source: %lld Machines Selected
ja: %lld 台のマシンを選択中
ko: 머신 %lld대 선택됨
vi: Đã chọn %lld máy
zh_hans: 已选择 %lld 台虚拟机

source: %lld addresses
ja: %lld 個のアドレス
ko: 주소 %lld개
vi: %lld địa chỉ
zh_hans: %lld 个地址

# %lld advisory checks need a look: %@.
source: %1$lld advisory checks need a look: %2$@.
ja: %1$lld 件の推奨項目を確認してください：%2$@。
ko: 권장 사항 %1$lld개를 확인해야 합니다: %2$@.
vi: %1$lld mục khuyến nghị cần xem lại: %2$@.
zh_hans: %1$lld 个建议项需要留意：%2$@。

# %lld changed from %@
source: %1$lld changed from %2$@
ja: %2$@ から %1$lld 件を変更
ko: %2$@에서 %1$lld개 변경
vi: Đã đổi %1$lld so với %2$@
zh_hans: 相对 %2$@ 更改了 %1$lld 个

# %lld of %lld on
source: %1$lld of %2$lld on
ja: %2$lld 件中 %1$lld 件がオン
ko: %2$lld개 중 %1$lld개 켬
vi: Đã bật %1$lld/%2$lld
zh_hans: 已启用 %1$lld 个，共 %2$lld 个

# %lld of %lld required passed
source: %1$lld of %2$lld required passed
ja: 必須項目 %2$lld 件中 %1$lld 件に合格
ko: 필수 항목 %2$lld개 중 %1$lld개 통과
vi: Đạt %1$lld/%2$lld mục bắt buộc
zh_hans: 必需项通过 %1$lld/%2$lld

source: +%lld more
ja: ほか %lld 件
ko: %lld개 더
vi: +%lld mục khác
zh_hans: 另外 %lld 个

source: 1 IPSW
ja: 1 個の IPSW
ko: IPSW 1개
zh_hans: 1 个 IPSW

source: 1 address
ja: 1 個のアドレス
ko: 주소 1개
vi: 1 địa chỉ
zh_hans: 1 个地址

source: 1 downloaded image.
ja: ダウンロード済みのイメージ 1 個。
ko: 다운로드한 이미지 1개.
vi: 1 ảnh đã tải xuống.
zh_hans: 已下载 1 个映像。

source: 1 machine
ja: 1 台のマシン
ko: 머신 1대
vi: 1 máy ảo
zh_hans: 1 台虚拟机

# ^[%lld boot-essential patch](inflect: true) off: %@
source: ^[%1$lld boot-essential patch](inflect: true) off: %2$@
ja: 起動に必要なパッチ %1$lld 件がオフ：%2$@
ko: 부팅에 필요한 패치 %1$lld개 꺼짐: %2$@
vi: %1$lld bản vá cần để khởi động đang tắt: %2$@
zh_hans: %1$lld 个启动必需的补丁已关闭：%2$@

# ^[%lld change](inflect: true) to save
source: %lld changes to save
ja: 保存する変更 %lld 件
ko: 저장할 변경 사항 %lld개
vi: %lld thay đổi cần lưu
zh_hans: %lld 项更改待保存

source: A Core Bundle can be installed once every required check passes.
ja: 必須項目がすべて合格すると、コアバンドルをインストールできます。
ko: 모든 필수 검사를 통과하면 코어 번들을 설치할 수 있습니다.
vi: Có thể cài đặt Bundle lõi khi mọi mục kiểm tra bắt buộc đều đạt.
zh_hans: 所有必需检查通过后，即可安装核心 Bundle。

source: A bundle used without preflight runs it again before use once you choose Require Preflight.
ja: 「事前チェックを必須にする」を選択すると、事前チェックなしで使用していたバンドルは使用前にもう一度事前チェックを実行します。
ko: ‘사전 점검 요구’를 선택하면 사전 점검 없이 사용하던 번들은 사용하기 전에 사전 점검을 다시 실행합니다.
vi: Khi bạn chọn Yêu cầu kiểm tra trước, bundle đang được dùng mà không kiểm tra trước sẽ chạy lại kiểm tra trước khi dùng.
zh_hans: 选择“要求预检”后，未经预检使用的 Bundle 会在使用前再次运行预检。

source: A change applies from the machine’s next start.
ja: 変更はマシンの次回の起動から適用されます。
ko: 변경 사항은 머신을 다음에 시작할 때부터 적용됩니다.
vi: Thay đổi có hiệu lực từ lần khởi động tiếp theo của máy ảo.
zh_hans: 更改会在虚拟机下次启动时生效。

source: A disk image only takes the space the guest has written.
ja: ディスクイメージが使用するのは、ゲストが書き込んだ分の容量だけです。
ko: 디스크 이미지는 게스트가 기록한 만큼의 공간만 차지합니다.
vi: Ảnh đĩa chỉ chiếm dung lượng mà máy khách đã ghi.
zh_hans: 磁盘映像只占用客户机实际写入的空间。

source: A folder with this name already exists in this location.
ja: この場所には同じ名前のフォルダが既に存在します。
ko: 이 위치에 같은 이름의 폴더가 이미 있습니다.
vi: Vị trí này đã có một thư mục trùng tên.
zh_hans: 此位置已存在同名文件夹。

source: A machine with this name already exists.
ja: 同じ名前のマシンが既に存在します。
ko: 같은 이름의 머신이 이미 있습니다.
vi: Đã có máy ảo trùng tên.
zh_hans: 已存在同名虚拟机。

source: A second machine from the same image downloads nothing.
ja: 同じイメージから 2 台目のマシンを作成しても、何もダウンロードしません。
ko: 같은 이미지로 두 번째 머신을 만들 때는 아무것도 다운로드하지 않습니다.
vi: Máy ảo thứ hai tạo từ cùng ảnh sẽ không cần tải xuống gì.
zh_hans: 用同一映像创建第二台虚拟机时无需再次下载。

source: A skipped check does not hold up setup; the Core Bundle still runs its own checks. Check Again counts it again.
ja: スキップしたチェックはセットアップを妨げません。コアバンドルは引き続き独自のチェックを実行します。「再チェック」を選ぶと、再びカウントされます。
ko: 건너뛴 검사는 설정을 막지 않습니다. 코어 번들은 여전히 자체 검사를 실행합니다. ‘다시 검사’를 선택하면 다시 포함됩니다.
vi: Mục kiểm tra đã bỏ qua không chặn quá trình thiết lập; Bundle lõi vẫn chạy các kiểm tra riêng. Kiểm tra lại sẽ tính lại mục đó.
zh_hans: 跳过的检查不会阻止设置；核心 Bundle 仍会运行自己的检查。点按“重新检查”会重新计入该检查。

source: AVPBooter via fw patch
ja: fw patch で AVPBooter を更新
ko: fw patch로 AVPBooter 갱신
vi: AVPBooter qua fw patch
zh_hans: 通过 fw patch 更新 AVPBooter

source: Actions
ja: 操作
ko: 작업
vi: Thao tác
zh_hans: 操作

source: Add a GitHub token to download builds from GitHub Actions.
ja: GitHub Actions からビルドをダウンロードするには、GitHub トークンを追加してください。
ko: GitHub Actions에서 빌드를 다운로드하려면 GitHub 토큰을 추가하십시오.
vi: Thêm token GitHub để tải bản dựng từ GitHub Actions.
zh_hans: 添加 GitHub 令牌即可从 GitHub Actions 下载构建版本。

source: Added
ja: 追加済み
ko: 추가됨
vi: Đã thêm
zh_hans: 已添加

source: Advanced
ja: 詳細
ko: 고급
vi: Nâng cao
zh_hans: 高级

source: Advisory
ja: 推奨
ko: 권장 사항
vi: Khuyến nghị
zh_hans: 建议

source: Advisory checks do not block setup.
ja: 推奨項目はセットアップを妨げません。
ko: 권장 사항 검사는 설정을 막지 않습니다.
vi: Các mục khuyến nghị không chặn quá trình thiết lập.
zh_hans: 建议项不会阻止设置。

source: All
ja: すべて
ko: 전체
vi: Tất cả
zh_hans: 全部

source: Allow bundle to run
ja: バンドルの実行を許可
ko: 번들 실행 허용
vi: Cho phép bundle chạy
zh_hans: 允许 Bundle 运行

source: Allow vphone-launchpad in Privacy & Security → Developer Tools, then come back to Launchpad.
ja: 「プライバシーとセキュリティ」→「デベロッパツール」で vphone-launchpad を許可してから、Launchpad に戻ってください。
ko: 개인정보 보호 및 보안 → 개발자 도구에서 vphone-launchpad를 허용한 후 Launchpad로 돌아오십시오.
vi: Hãy cho phép vphone-launchpad trong Quyền riêng tư & Bảo mật → Công cụ dành cho nhà phát triển, rồi quay lại Launchpad.
zh_hans: 在“隐私与安全性”→“开发者工具”中允许 vphone-launchpad，然后回到 Launchpad。

source: Allowed
ja: 許可済み
ko: 허용됨
vi: Đã cho phép
zh_hans: 已允许

source: Apple silicon
ja: Apple シリコン
ko: Apple 실리콘
zh_hans: Apple 芯片

source: Applied
ja: 適用済み
ko: 적용됨
vi: Đã áp dụng
zh_hans: 已应用

source: Applies To
ja: 対象
ko: 적용 대상
vi: Áp dụng cho
zh_hans: 适用于

source: Applies the next time %@ starts.
ja: %@ の次回の起動時に適用されます。
ko: %@을(를) 다음에 시작할 때 적용됩니다.
vi: Áp dụng vào lần khởi động tiếp theo của %@.
zh_hans: 在 %@ 下次启动时生效。

source: Available
ja: 利用可能
ko: 사용 가능
vi: Có sẵn
zh_hans: 可安装

source: Boot into DFU
ja: DFU モードで起動
ko: DFU 모드로 부팅
vi: Khởi động vào DFU
zh_hans: 以 DFU 模式启动

source: Bridged
ja: ブリッジ
ko: 브리지
vi: Cầu nối
zh_hans: 桥接

source: Bridged (%@)
ja: ブリッジ（%@）
ko: 브리지(%@)
vi: Cầu nối (%@)
zh_hans: 桥接（%@）

source: Bridged to %@
ja: %@ にブリッジ
ko: %@에 브리지
vi: Cầu nối tới %@
zh_hans: 桥接到 %@

source: Builds from GitHub Actions, kept for 7 days. To download them, add a token that can read Actions for Lakr233/vphone-cli. The token is stored in your keychain.
ja: GitHub Actions のビルドで、7 日間保持されます。ダウンロードするには、Lakr233/vphone-cli の Actions を読み取れるトークンを追加してください。トークンはキーチェーンに保存されます。
ko: GitHub Actions의 빌드로, 7일간 보관됩니다. 다운로드하려면 Lakr233/vphone-cli의 Actions를 읽을 수 있는 토큰을 추가하십시오. 토큰은 키체인에 저장됩니다.
vi: Các bản dựng từ GitHub Actions, được lưu giữ trong 7 ngày. Để tải xuống, hãy thêm token có quyền đọc Actions của Lakr233/vphone-cli. Token được lưu trong chuỗi khóa của bạn.
zh_hans: 来自 GitHub Actions 的构建版本，保留 7 天。如需下载，请添加一个可读取 Lakr233/vphone-cli 的 Actions 的令牌。令牌存储在你的钥匙串中。

source: Bundle
ja: バンドル
ko: 번들

source: Bundles
ja: バンドル
ko: 번들
vi: Bundle
zh_hans: Bundle

source: Busy
ja: 処理中
ko: 작업 중
vi: Đang bận
zh_hans: 忙碌

source: Cancel
ja: キャンセル
ko: 취소
vi: Hủy
zh_hans: 取消

source: Cancel Export
ja: 書き出しをキャンセル
ko: 내보내기 취소
vi: Hủy xuất
zh_hans: 取消导出

source: Cannot reach %@
ja: %@ に接続できません
ko: %@에 연결할 수 없습니다
vi: Không thể kết nối tới %@
zh_hans: 无法访问 %@

source: Cannot read the volume of %@
ja: %@ のボリュームを読み取れません
ko: %@의 볼륨을 읽을 수 없습니다
vi: Không thể đọc ổ đĩa chứa %@
zh_hans: 无法读取 %@ 所在的宗卷

source: Catalog
ja: カタログ
ko: 카탈로그
vi: Danh mục
zh_hans: 目录

source: Install Skill
ja: スキルをインストール
ko: 스킬 설치
vi: Cài đặt skill
zh_hans: 安装 Skill

source: Install Skill…
ja: スキルをインストール…
ko: 스킬 설치…
vi: Cài đặt skill…
zh_hans: 安装 Skill…

source: Give your coding agent the vphone skill
ja: コーディングエージェントに vphone スキルを渡します
ko: 코딩 에이전트에 vphone 스킬을 전달합니다
vi: Đưa skill vphone cho agent lập trình của bạn
zh_hans: 把 vphone skill 交给你的编程 Agent

source: Give this to your coding agent, such as Claude Code, Codex or Grok. It reads the vphone skill from this Mac and installs it where that agent expects skills.
ja: Claude Code、Codex、Grok などのコーディングエージェントに渡してください。この Mac から vphone スキルを読み取り、そのエージェントがスキルを置く場所にインストールします。
ko: Claude Code, Codex, Grok 같은 코딩 에이전트에 전달하세요. 이 Mac에서 vphone 스킬을 읽어 해당 에이전트가 스킬을 두는 위치에 설치합니다.
vi: Đưa nội dung này cho agent lập trình của bạn, như Claude Code, Codex hoặc Grok. Agent sẽ đọc skill vphone trên máy Mac này và cài vào nơi agent đó tải skill.
zh_hans: 把这段话交给你的编程 Agent，例如 Claude Code、Codex 或 Grok。它会读取这台 Mac 上的 vphone skill，并装到该 Agent 存放 skill 的位置。

source: This copy of Launchpad does not contain the skill.
ja: この Launchpad にはスキルが含まれていません。
ko: 이 Launchpad에는 스킬이 포함되어 있지 않습니다.
vi: Bản Launchpad này không chứa skill.
zh_hans: 这份 Launchpad 不包含 skill。

source: Copy Prompt
ja: プロンプトをコピー
ko: 프롬프트 복사
vi: Sao chép prompt
zh_hans: 拷贝提示词

source: Copied
ja: コピーしました
ko: 복사됨
vi: Đã sao chép
zh_hans: 已拷贝

source: Check Again
ja: 再チェック
ko: 다시 검사
vi: Kiểm tra lại
zh_hans: 重新检查

source: Check for Updates
ja: アップデートを確認
ko: 업데이트 확인
vi: Kiểm tra cập nhật
zh_hans: 检查更新

source: Checking…
ja: 確認中…
ko: 확인 중…
vi: Đang kiểm tra…
zh_hans: 正在检查…

source: Checks failed
ja: チェックに不合格
ko: 검사 실패
vi: Kiểm tra không đạt
zh_hans: 检查未通过

source: Checks skipped
ja: チェックをスキップ済み
ko: 검사 건너뜀
vi: Đã bỏ qua kiểm tra
zh_hans: 已跳过检查

source: Choose
ja: 選択
ko: 선택
vi: Chọn
zh_hans: 选取

source: Choose a Location
ja: 場所を選択
ko: 위치 선택
vi: Chọn vị trí
zh_hans: 选取位置

source: Choose a VPhone.bundle folder or a .zip that contains one.
ja: VPhone.bundle フォルダ、またはそれを含む .zip を選択してください。
ko: VPhone.bundle 폴더 또는 이를 포함하는 .zip을 선택하십시오.
vi: Hãy chọn thư mục VPhone.bundle hoặc tệp .zip chứa nó.
zh_hans: 选择 VPhone.bundle 文件夹或包含它的 .zip。

source: Choose a folder that holds machines.
ja: マシンが入っているフォルダを選択してください。
ko: 머신이 들어 있는 폴더를 선택하십시오.
vi: Chọn một thư mục chứa máy ảo.
zh_hans: 选择一个存放虚拟机的文件夹。

source: Choose an exported machine archive (.tzst or .txz).
ja: 書き出したマシンのアーカイブ（.tzst または .txz）を選択してください。
ko: 내보낸 머신 아카이브(.tzst 또는 .txz)를 선택하십시오.
vi: Chọn tệp lưu trữ máy đã xuất (.tzst hoặc .txz).
zh_hans: 选择导出的虚拟机归档（.tzst 或 .txz）。

source: Choose Location…
ja: 場所を選択…
ko: 위치 선택…
vi: Chọn vị trí…
zh_hans: 选择位置…

source: Choose Show Console Log for the full output.
ja: 完全な出力は「コンソールログを表示」で確認できます。
ko: 전체 출력은 '콘솔 로그 보기'에서 확인하십시오.
vi: Chọn Hiển thị nhật ký bảng điều khiển để xem toàn bộ đầu ra.
zh_hans: 选择“显示控制台日志”查看完整输出。

source: Choose…
ja: 選択…
ko: 선택…
vi: Chọn…
zh_hans: 选取…

source: Clear
ja: 消去
ko: 지우기
vi: Xóa
zh_hans: 清除

source: Clone
ja: 複製
ko: 복제
vi: Nhân bản
zh_hans: 克隆

source: Clone %@
ja: %@ を複製
ko: %@ 복제
vi: Nhân bản %@
zh_hans: 克隆 %@

source: Clone…
ja: 複製…
ko: 복제…
vi: Nhân bản…
zh_hans: 克隆…

source: Cloning…
ja: 複製中…
ko: 복제 중…
vi: Đang nhân bản…
zh_hans: 正在克隆…

source: Close
ja: 閉じる
ko: 닫기
vi: Đóng
zh_hans: 关闭

source: Closing the window keeps Launchpad in the menu bar, where you can start and stop machines. The Dock icon appears only while a window or the menu is open.
ja: ウインドウを閉じても Launchpad はメニューバーに残り、メニューバーからマシンを開始・停止できます。Dock アイコンは、ウインドウかメニューが開いているときだけ表示されます。
ko: 윈도우를 닫아도 Launchpad가 메뉴 막대에 남아 있으며, 메뉴 막대에서 머신을 시작하고 중지할 수 있습니다. Dock 아이콘은 윈도우나 메뉴가 열려 있을 때만 표시됩니다.
vi: Khi đóng cửa sổ, Launchpad vẫn nằm trên thanh menu, nơi bạn có thể khởi động và dừng máy. Biểu tượng trong Dock chỉ hiện khi có cửa sổ hoặc menu đang mở.
zh_hans: 关闭窗口后，Launchpad 会保留在菜单栏中，你可以从菜单栏启动和停止虚拟机。只有在窗口或菜单打开时，Dock 中才会显示图标。

source: cloudOS 26.4 (23E5207q) is the newest cloudOS that contains vphone600ap. Later cloudOS releases list only the PCC boards, and fw prepare refuses them.
ja: cloudOS 26.4 (23E5207q) は vphone600ap を含む最新の cloudOS です。それ以降の cloudOS リリースには PCC ボードしか含まれず、fw prepare はそれらを受け付けません。
ko: cloudOS 26.4 (23E5207q)는 vphone600ap를 포함하는 최신 cloudOS입니다. 이후 cloudOS 릴리스에는 PCC 보드만 있으며 fw prepare가 이를 거부합니다.
vi: cloudOS 26.4 (23E5207q) là cloudOS mới nhất có vphone600ap. Các bản cloudOS sau chỉ liệt kê bo mạch PCC, và fw prepare sẽ từ chối chúng.
zh_hans: cloudOS 26.4 (23E5207q) 是包含 vphone600ap 的最新 cloudOS。之后的 cloudOS 版本只列出 PCC 主板，fw prepare 会拒绝它们。

source: fw patch rewrites AVPBooter in the machine folder; it takes effect at the next boot
ja: fw patch がマシンフォルダ内の AVPBooter を書き換え、次回の起動時に有効になります
ko: fw patch가 머신 폴더의 AVPBooter를 다시 쓰며, 다음 부팅 시 적용됨
vi: fw patch ghi lại AVPBooter trong thư mục máy ảo; có hiệu lực ở lần khởi động tiếp theo
zh_hans: fw patch 会重写虚拟机文件夹中的 AVPBooter；下次启动时生效

source: Command
ja: コマンド
ko: 명령
vi: Lệnh
zh_hans: 命令

source: Command Line
ja: コマンドライン
ko: 명령줄
vi: Dòng lệnh
zh_hans: 命令行

source: Commands that Launchpad runs appear here.
ja: Launchpad が実行したコマンドがここに表示されます。
ko: Launchpad가 실행한 명령이 여기에 표시됩니다.
vi: Các lệnh Launchpad chạy sẽ hiển thị ở đây.
zh_hans: Launchpad 运行的命令会显示在这里。
